Repository: LukeInkster/CSharpCorpus
Catalog: ShareX/ShareX.UploadersLib/Forms/UploadersConfigForm.*.resx
Languages: hu

# cbAmazonS3CustomCNAME.Text
source: Use custom domain:
hu: Tetszőleges domain használata:

# cbAmazonS3CustomCNAME.ToolTip
source: Use this option if you have a bucket set up with a custom domain. If text field is empty then bucket name will be used for URL. For example, if your bucket is called bucket.example.com then URL will be http://bucket.example.com/...
hu: Akkor használd ezt az opciót, ha van egy "bucket"-ed ami tetszőleges domainre van beállítva. Ha a szöveges mező üres, a bucketed neve kerül felhasználására az URL-hez. For example, if your bucket is called bucket.example.com then URL will be http://bucket.example.com/...

# tpOtherUploaders.Text
source: Other uploaders
hu: Egyéb feltöltők

# tpURLShorteners.Text
source: URL shorteners
hu: URL rövidítők

# btnCustomUploaderAdd.Text
source: Add
hu: Hozzáadás

# btnCustomUploaderUpdate.Text
source: Update
hu: Frissítés

# btnCustomUploaderRemove.Text
source: Remove
hu: Eltávolítás

# gbCustomUploaders.Text
source: Uploaders
hu: Feltöltés

# btnCustomUploaderArgRemove.Text
source: Remove
hu: Eltávolítás

# btnCustomUploaderArgAdd.Text
source: Add
hu: Hozzáadás

# btnCustomUploaderRegexpRemove.Text
source: Remove
hu: Eltávolítás

# btnCustomUploaderRegexpAdd.Text
source: Add
hu: Hozzáadás

# tpCustomUploaders.Text
source: Custom uploaders
hu: Egyéni feltöltők

# btnCustomUploaderExamples.Text
source: Custom uploaders...
hu: Példák...

# btnCustomUploaderHelp.Text
source: Help...
hu: Súgó...

# btnCustomUploaderClear.Text
source: Clear fields below
hu: Mezők törlése -->

# lblCustomUploaderImageUploader.Text
source: Image uploader:
hu: Kép feltöltő:

# btnCustomUploaderFileUploaderTest.Text
source: Test
hu: Teszt

# lblCustomUploaderFileUploader.Text
source: File uploader:
hu: Fájl feltöltő:

# btnCustomUploaderImageUploaderTest.Text
source: Test
hu: Teszt

# lblCustomUploaderTestResult.Text
source: Test result:
hu: Teszt eredménye:

# lblCustomUploaderDeletionURL.Text
source: Deletion URL:
hu: Törlési URL:

# btnCustomUploaderShowLastResponse.Text
source: Show last response...
hu: Legutóbbi válasz mutatása...

# lblCustomUploaderResponseType.Text
source: Response type:
hu: Válasz típusa:

# lblCustomUploaderTextUploader.Text
source: Text uploader:
hu: Szöveges feltöltő:

# lblCustomUploaderRequestURL.Text
source: Request URL:
hu: Kérés URL:

# btnCustomUploaderURLShortenerTest.Text
source: Test
hu: Teszt

# lblCustomUploaderURLShortener.Text
source: URL shortener:
hu: URL rövidítő:

# btnCustomUploaderTextUploaderTest.Text
source: Test
hu: Teszt

# lblCustomUploaderThumbnailURL.Text
source: Thumbnail URL:
hu: Előnézet URL:

# lblCustomUploaderFileForm.Text
source: File form name:
hu: Fájl form neve:

# lblCustomUploaderRequestType.Text
source: Request type:
hu: Kérés típusa:

# lblYourlsNote.Text
source: Note: If you have a Signature then you don't need a Username/Password.
hu: Megjegyzés: ha van aláírásod, nem szükséges jelszó/felhasználónév.

# lblYourlsPassword.Text
source: Password:
hu: Jelszó:

# lblYourlsUsername.Text
source: Username:
hu: Felhasználónév:

# lblYourlsSignature.Text
source: Signature:
hu: Aláírás:

# llAdflyLink.Text
source: You can find your API key and UID in here
hu: Itt találhatod az API kulcsodat és az UID-det

# lblAdflyAPIKEY.Text
source: API key:
hu: API kulcs:

# tpSharedFolder.Text
source: Shared folder
hu: Megosztott mappa

# tpFileUploaders.Text
source: File uploaders
hu: Fájl feltöltők

# tpTextUploaders.Text
source: Text uploaders
hu: Szöveg feltöltők

# tpImageUploaders.Text
source: Image uploaders
hu: Kép feltöltők

# $this.Text
source: ShareX - Destination settings
hu: ShareX - Cél beállítások

# lblCheveretoAPIKey.Text
source: API key:
hu: API kulcs:

# cbCheveretoDirectURL.Text
source: Direct URL
hu: Közvetetlen URL

# btnPicasaRefreshAlbumList.Text
source: Refresh album list
hu: Album lista frissítése

# chPicasaDescription.Text
source: Description
hu: Leírás

# chPicasaName.Text
source: Name
hu: Név

# lblPicasaAlbumID.Text
source: Album ID for upload (Empty = No album upload):
hu: Feltöltendő album ID (üres = nincs album feltöltés):

# lblPhotobucketAccountStatus.Text
source: Login required.
hu: Bejelentkezés szükséges.

# btnPhotobucketAuthComplete.Text
source: Step 2: Complete authorization
hu: Lépés 2: Felhatalmazás befejezése

# lblPhotobucketVerificationCode.Text
source: Verification code (Get verification code from authorize page):
hu: Ellenőrző kód (a felhatalmazást adó oldalról szerezheted meg):

# btnPhotobucketAuthOpen.Text
source: Step 1: Open authorize page...
hu: Lépés 1: Felhatalmazó oldal megnyitása...

# lblPhotobucketDefaultAlbumName.Text
source: Default album name
hu: Alapértelmezett album név

# gbPhotobucketUserAccount.Text
source: User account
hu: Felhasználói fiók

# btnPhotobucketCreateAlbum.Text
source: Create album
hu: Album létrehozása

# lblPhotobucketParentAlbumPath.Text
source: Parent album path
hu: Szűlőalbum útvonal

# lblPhotobucketNewAlbumName.Text
source: New album name (must be between 2 and 50 characters. Valid characters are letters, numbers, underscore ( _ ), hyphen (-), and space)
hu: Új album neve (2 és 50 karakter közötti kell legyen)

# btnPhotobucketRemoveAlbum.Text
source: Remove album
hu: Album eltávolítása

# btnPhotobucketAddAlbum.Text
source: Add album
hu: Album hozzáadása

# gbPhotobucketAlbumPath.Text
source: Upload images to
hu: Képek feltöltése ide

# btnFlickrOpenAuthorize.Text
source: Step 1: Open authorize page...
hu: Lépés 1: Felhatalmazó oldal megnyitása...

# btnFlickrCompleteAuth.Text
source: Step 2: Complete authorization
hu: Lépés 2: Felhatalmazás befejezése

# btnFlickrCheckToken.Text
source: Refresh authorization
hu: Felhatalmazás frissítése

# btnFlickrOpenImages.Text
source: Your photostream...
hu: A fotó streamed...

# btnTinyPicOpenMyImages.Text
source: Open my images page...
hu: A képeim oldalának megnyitása...

# lblTinyPicPassword.Text
source: Password:
hu: Jelszó:

# btnTinyPicLogin.Text
source: Login
hu: Bejelentkezés

# lblImageShackPassword.Text
source: Password:
hu: Jelszó:

# lblImageShackUsername.Text
source: Username:
hu: Felhasználónév:

# btnImageShackOpenMyImages.Text
source: Open my images page...
hu: A képeim oldalának megnyitása...

# cbImageShackIsPublic.Text
source: Is public upload?
hu: Publikus feltöltés?

# btnImageShackOpenPublicProfile.Text
source: Open public profile page...
hu: A publikus profil oldal megnyitása...

# btnImageShackLogin.Text
source: Login
hu: Bejelentkezés

# lblImgurThumbnailType.Text
source: Thumbnail type:
hu: Előnézet típusa:

# btnImgurRefreshAlbumList.Text
source: Refresh album list
hu: Albumok listájának frissítése

# chImgurDescription.Text
source: Description
hu: Leírás

# chImgurTitle.Text
source: Title
hu: Cím

# cbImgurDirectLink.Text
source: Use direct link
hu: Közvetlen link használata

# cbImgurUploadSelectedAlbum.Text
source: Upload images to selected album
hu: Képek feltöltése a kiválasztott albumba

# lblHastebinCustomDomain.Text
source: Custom domain:
hu: Egyéni domain:

# lblHastebinSyntaxHighlighting.Text
source: Syntax highlighting:
hu: Szintaktis kiemelés:

# lblUpasteUserKey.Text
source: User key:
hu: Felhasználói kulcs:

# cbUpasteIsPublic.Text
source: Is public upload?
hu: Publikus feltöltés?

# lblPaste_eeUserAPIKey.Text
source: User API key:
hu: Felhasználói API kulcs:

# btnPastebinLogin.Text
source: Login
hu: Bejelentkezés

# lblPastebinLoginStatus.Text
source: Status:
hu: Állapot:

# lblPastebinUsername.Text
source: Username:
hu: Felhasználónév:

# lblPastebinPassword.Text
source: Password:
hu: Jelszó:

# lblPastebinTitle.Text
source: Paste title:
hu: Beillesztés címe:

# lblPastebinPrivacy.Text
source: Privacy:
hu: Biztonság:

# lblPastebinExpiration.Text
source: Expiration:
hu: Lejárat:

# lblPastebinSyntax.Text
source: Paste syntax:
hu: Beillesztés szintaxisa:

# btnPastebinRegister.Text
source: Register...
hu: Regisztrálás...

# lblEmailDefaultBody.Text
source: Default message:
hu: Alapértelmezett üzenet:

# lblEmailDefaultSubject.Text
source: Default subject:
hu: Alapértelmezett tárgy:

# cbEmailRememberLastTo.Text
source: Remember last recipient address
hu: Emlékezzen a legutóbbi címzettre

# lblEmailPassword.Text
source: Password:
hu: Jelszó:

# lblEmailSmtpServer.Text
source: SMTP server:
hu: SMTP szerver:

# lblSharedFolderImages.Text
source: Image:
hu: Kép:

# lblSharedFolderText.Text
source: Text:
hu: Szöveg:

# lblSharedFolderFiles.Text
source: File:
hu: Fájl:

# lblJiraHost.Text
source: Jira host:
hu: Jira hoszt:

# txtJiraConfigHelp.Text
source: Template
hu: Sablon

# gpJiraServer.Text
source: Jira server
hu: Jira szerver

# lblJiraIssuePrefix.Text
source: Jira issue prefix:
hu: Jira probléma prefixum:

# btnMinusFolderRemove.Text
source: Remove folder
hu: Mappa eltávolítása

# btnMinusFolderAdd.Text
source: Add folder
hu: Mappa hozzáadása

# btnMinusReadFolderList.Text
source: Reload folder list
hu: Mappalista frissítése

# gbMinusUpload.Text
source: Upload images to
hu: Képek feltöltése ide

# btnMinusAuth.Text
source: Authorize
hu: Felhatalmazás

# lblMinusUsername.Text
source: Username:
hu: Felhasználónév:

# lblMinusPassword.Text
source: Password:
hu: Jelszó:

# btnMinusRefreshAuth.Text
source: Refresh authorization
hu: Felhatalmazás frissítése

# lblMinusAuthStatus.Text
source: Login status:
hu: Bejelentkezési állapot:

# gbMinusUserPass.Text
source: Authentication
hu: Felhatalmazás

# lblMinusURLType.Text
source: URL type:
hu: URL típusa:

# lblLocalhostrPassword.Text
source: Password:
hu: Jelszó:

# cbLocalhostrDirectURL.Text
source: Use direct URL if exist
hu: Közvetlen URL használata ha létezik

# btnGe_ttLogin.Text
source: Login
hu: Bejelentkezés

# lblGe_ttPassword.Text
source: Password:
hu: Jelszó:

# lblGe_ttStatus.Text
source: Login required.
hu: Bejelentkezés szükséges.

# lblSendSpaceUsername.Text
source: Username:
hu: Felhasználónév:

# lblSendSpacePassword.Text
source: Password:
hu: Jelszó:

# btnSendSpaceRegister.Text
source: Register...
hu: &Regisztrálás...

# lblPushbulletUserKey.Text
source: User API key:
hu: Felhasználói API kulcs:

# btnPushbulletGetDeviceList.Text
source: Get device list
hu: Eszközlista megszerzése

# lblPushbulletDevices.Text
source: Device:
hu: Eszköz:

# lblMediaFirePassword.Text
source: Password:
hu: Jelszó:

# lblMediaFirePath.Text
source: Upload path:
hu: Feltöltési útvonal:

# cbMediaFireUseLongLink.Text
source: Use long link which includes file name
hu: Hosszú link használata, amely a fájlnevet is tartalmazza

# lblOwnCloudHost.Text
source: URL:
hu: Hoszt:

# lblOwnCloudUsername.Text
source: Username:
hu: Felhasználónév:

# lblOwnCloudPassword.Text
source: Password:
hu: Jelszó:

# lblOwnCloudPath.Text
source: Path:
hu: Elérési út:

# cbOwnCloudCreateShare.Text
source: Create shareable URL
hu: Megosztható URL létrehozása

# cbOwnCloudDirectLink.Text
source: Direct link (Adds "&download" to URL)
hu: Közvetlen link (hozzáadja a &download-ot az URL-hez)

# lblMegaPassword.Text
source: Password:
hu: Jelszó:

# btnMegaLogin.Text
source: Login
hu: Bejelentkezés

# lblMegaStatusTitle.Text
source: Status:
hu: Állapot:

# lblMegaFolder.Text
source: Folder:
hu: Mappa:

# btnMegaRegister.Text
source: Register...
hu: Regisztrálás...

# lblMegaStatus.Text
source: Configured / Not configured
hu: Beállítva / Nincs beállítva

# btnMegaRefreshFolders.Text
source: Refresh
hu: Frissítés

# lblAmazonS3AccessKey.Text
source: Access key:
hu: Elérési kulcs:

# lblAmazonS3SecretKey.Text
source: Secret key:
hu: Titkos kulcs:

# lblAmazonS3ObjectPrefix.Text
source: Upload path:
hu: Feltöltési útvonal:

# lblAmazonS3Endpoint.Text
source: Endpoint:
hu: Végpont:

# lblAmazonS3BucketName.Text
source: Bucket name:
hu: Bucket neve:

# lblAmazonS3PathPreview.Text
source: Preview
hu: Előnézet

# lblAmazonS3PathPreviewLabel.Text
source: URL preview:
hu: URL előnézet:

# btnBoxRefreshFolders.Text
source: Refresh folders list
hu: Mappák listájának frissítése

# lblBoxFolderID.Text
source: Selected folder:
hu: Kiválasztott mappa:

# chBoxFoldersName.Text
source: Folder name
hu: Mappa neve

# cbBoxShare.Text
source: Create shareable link
hu: Megosztható link létrehozása

# lblBoxFolderTip.Text
source: Note: You can double click folder name to go inside that folder.
hu: Megjegyzés: Dupla kattintással a mappa nevére beleléphetsz abba.

# cbGoogleDriveIsPublic.Text
source: Is public upload?
hu: Publikus feltöltés?

# btnGoogleDriveRefreshFolders.Text
source: Refresh folders list
hu: Mappák listájának frissítése

# chGoogleDriveDescription.Text
source: Description
hu: Leírás

# chGoogleDriveTitle.Text
source: Title
hu: Cím

# lblGoogleDriveFolderID.Text
source: Folder ID:
hu: Mappa ID:

# cbGoogleDriveUseFolder.Text
source: Upload files to selected folder
hu: Fájlok feltöltése a kiválasztott mappába

# cbOneDriveCreateShareableLink.Text
source: Create shareable link
hu: Megosztható link létrehozása

# lblOneDriveFolderID.Text
source: Selected folder:
hu: Kiválasztott mappa:

# lblDropboxPath.Text
source: Upload path:
hu: Feltöltési útvonal:

# lblDropboxPathTip.Text
source: If you are using the "Public" folder, a shareable url is already generated. You don't need to check "Create shareable URL".
hu: Ha "publikus" mappát használsz, egy megosztható URL már generálódott. Ez esetben nem szükséges külön megosztható URL-t készítened.

# lblDropboxStatus.Text
source: Status
hu: Állapot

# cbDropboxAutoCreateShareableLink.Text
source: Create shareable URL:
hu: Megosztható URL készítése:

# lblFtpImages.Text
source: Image:
hu: Kép:

# lblFtpText.Text
source: Text:
hu: Szöveg:

# lblFtpFiles.Text
source: File:
hu: Fájl:

# btnFtpClient.Text
source: Client...
hu: Kliens...

# gbPhotobucketAlbums.Text
source: Create new album
hu: Új album létrehozása

# cbAmazonS3UseRRS.Text
source: Use reduced redundancy storage
hu: Csökkentett redundanciájú tároló használata

# cbAmazonS3UseRRS.ToolTip
source: Use a lower-redundancy storage class for stored objects. With this option, objects are cheaper to store, but have 99.99% durability, instead of 99.999999999%. This means that they may be lost from Amazon S3 at some point.
hu: Alacsonyabb redundancia tárolótípus használata a tárolt objektumokhoz. Ezzel az opcióval olcsóbb a tárolás, de csak 99.99% a rendelkezésreállás, szemben a 99.999999999%-al.
