Repository: LukeInkster/CSharpCorpus
Catalog: ShareX/ShareX.ScreenCaptureLib/Forms/ScrollingCaptureForm.*.resx
Languages: de, nl_nl, tr

# $this.Text
source: ShareX - Scrolling capture
de: ShareX - Scrollaufnahme
nl_nl: ShareX - Scrollopname
tr: ShareX - Kaydırarak yakalama

# btnCapture.Text
source: Start scrolling capture
de: Aufnahme starten
nl_nl: Opname starten
tr: Yakalamayı başlat

# btnResetCombine.Text
source: Reset output options
de: Ausgabeoptionen zurücksetzen
nl_nl: Wis resultaat instellingen
tr: Çıktı ayarlarını sıfırla

# btnGuessEdges.Text
source: Guess edge values to trim
de: Rate abzuschneidende Kantenwerte
nl_nl: Raad randwaardes om af te snijden
tr: Kenar kırpma değerlerini tahmin et

# btnGuessCombineAdjustments.Text
source: Guess combine adjustments and combine
de: Rate Verbindungsanpassungen & Verbinde
nl_nl: Raad combinatie parameters en combineer
tr: Birleştirme ayarlarını tahmin et ve birleştir

# btnSelectHandle.Text
source: Select window or control to scroll...
de: Wähle Fenster oder Steuerung zum Scrollen aus...
nl_nl: Selecteer venster of element om te scrollen...
tr: Pencere veya kontrol seçin kaydırmak için...

# btnSelectRectangle.Text
source: (Optional) Select custom region in window...
de: (Optional) Wähle angepasste Region im Fenster aus...
nl_nl: (Optioneel) Selecteer eigen regio in scherm...
tr: (Opsiyonel) Özel alan seçin pencere içinde...

# btnStartTask.Text
source: Upload/save depending on after capture settings
de: Lade Hoch/Speichere abhängig von den "Nach der Aufnahme" Einstellungen
nl_nl: Upload/opslaan afhankelijk van opname-instellingen
tr: Yükle/kaydet yakalama sonrası ayarlarına göre

# cbAutoCombine.Text
source: Guess offsets and combine images
de: Rate automatisch die Abstände und Verbinde nach der Aufnahme
nl_nl: Gok offset en combineer na opname
tr: Yakaladıktan sonra birleştirme ayarlarını tespit et ve birleştir

# cbAutoDetectScrollEnd.Text
source: Detect scroll end
de: Erkenne automatisch das Scrollende
nl_nl: Automatische detectie van einde scrollen
tr: Kaydırma sonuna geldiğini otomatik tespit et

# cbRemoveDuplicates.Text
source: Remove duplicate images
de: Entferne doppelte Bilder
nl_nl: Verwijder dubbele afbeeldingen
tr: Aynı olan resimleri sil

# cbStartCaptureAutomatically.Text
source: Start scrolling capture immediately after capture region selection
de: Starte Scrollaufnahme sofort nach der Auswahl der Aufnahmeregion
nl_nl: Start scrollopname onmiddelijk na regio selectie
tr: Alan seçtikten sonra kaydırarak yakalamayı başlat

# gbImages.Text
source: Images
de: Bilder
nl_nl: Afbeeldingen
tr: Resimler

# gbTrimEdges.Text
source: Trim edges
de: Kanten beschneiden
nl_nl: Afsnijrand
tr: Kenarları kırp

# lblCombineLastVertical.Text
source: Last vertical:
de: Letzte vertikal:
nl_nl: Laatste verticaal:
tr: Son dikey:

# lblCombineVertical.Text
source: Vertical:
de: Vertikal:
nl_nl: Verticaal:
tr: Dikey:

# lblIgnoreLast.Text
source: Remove last:
de: Entferne letzte:
nl_nl: Verwijder laatste:
tr: Sonuncuları sil:

# lblImageCount.Text
source: Image count:
de: Bildanzahl:
nl_nl: Aantal afbeeldingen:
tr: Resim sayısı:

# gbCombineAdjustments.Text
source: Combine adjustments
de: Verbinde Anpassungen
nl_nl: Pas instellingen combinatie aan
tr: Birleştirme ayarları

# cbStartSelectionAutomatically.Text
source: Start selecting capture region before opening this window
de: Starte automatisch die Auswahl der Aufnahmeregion vor der Öffnung dieses Fensters
nl_nl: Start regio opname automatisch voor het openen van dit scherm
tr: Bu pencere açılmadan önce alan seçimini başlat

# chkAutoUpload.Text
source: Upload/save depending on after capture settings
de: Lade Hoch/Speichere automatisch abhängig von den "Nach der Aufnahme" Einstellungen und schließe
nl_nl: Upload/Sla op afhankelijk van de "na opname" instelling
tr: Yükle/kaydet yakalama sonrası ayarlarına göre

# lblMaximumScrollCount.Text
source: Maximum scroll count:
de: Maximale Scrollanzahl:
nl_nl: Maximum aantal scrolls:
tr: En fazla kaydırma sayısı:

# lblProcessing.Text
source: Processing...
de: Bearbeite...
nl_nl: Verwerken...
tr: İşleniyor...

# lblScrollDelay.Text
source: Scroll delay:
de: Scrollverzögerung:
nl_nl: Scrollvertraging:
tr: Kaydırma gecikmesi:

# lblScrollMethod.Text
source: Scroll method:
de: Scrollmethode:
nl_nl: Scrollmethode:
tr: Kaydırma yöntemi:

# lblStartDelay.Text
source: Start delay:
de: Anfangsverzögerung:
nl_nl: Startvertraging:
tr: Başlangıç gecikmesi:

# lblTrimBottom.Text
source: Bottom:
de: Unten:
nl_nl: Beneden:
tr: Alt:

# lblTrimLeft.Text
source: Left:
de: Links:
nl_nl: Links:
tr: Sol:

# lblTrimRight.Text
source: Right:
de: Rechts:
nl_nl: Rechts:
tr: Sağ:

# lblTrimTop.Text
source: Top:
de: Oben:
nl_nl: Boven:
tr: Üst:

# tpCapture.Text
source: Capture
de: Aufnehmen
nl_nl: Opnemen
tr: Yakala

# tpOutput.Text
source: Output
de: Ausgabe
nl_nl: Resultaat
tr: Çıktı

# lblNote.Text
source: Please note that whilst ShareX attempts its best effort to render an accurate scrolling capture it is still not possible for every scrolling content to be captured correctly. Main reasons which can cause issues while combining are movements on screen while capturing e.g. if a web page has animated GIF or having static objects on screen while scrolling e.g. having static menu or buttons on web page which does not change its position but the rest of the web page scrolls.
de: Bitte beachte: ShareX versucht bestmöglich eine korrekte Scrollaufnahme zu erstellen, es kann aber nicht jeder Inhalt korrekt aufgenommen werden. Das Hauptproblem sind animierte Objekte (z.B. GIF Bilder) oder statische Inhalte (z.B. Menüs oder Buttons), die Ihre Position nicht verändern wenn die Seite scrollt.
nl_nl: Gelieve op te merken dat desondanks het feit dat ShareX probeert een accurate opname inclusief scrollen te maken, het nog steeds kan gebeuren dat niet alles correct opgenomen wordt. De voornaamste reden hiervoor is bewegende elementen op het scherm (zoals een geanimeerde gif, of een menu dat niet meescrollt), die ervoor zorgen dat niet alles meegenomen wordt tijdens het combineren.
tr: Lütfen dikkat, ShareX düzgün bir şekilde kaydırarak yakalama için elinden geleni yapsada her durumda kusursuz kaydırarak yakalama yapmak mümkün değildir. Ana nedenlerinden biri kaydırma esnasında ekranda hareket olmasıdır, mesela web sayfası yakalarken ekranda hareketli bir GIF resmi varsa birleştirme esnasında sorun yaratcaktır. Bir diğer nedende ekranda olan sabit objelerdir, mesela web sayfası kaydırırken ekranda hareket etmiyen bir menu veya tuş olması nereden birleştirilceğini hesaplamada zorluk çıkarıcaktır.

# gbBeforeCapture.Text
source: Before capture
de: Vor der Aufnahme
nl_nl: Voor opname
tr: Yakalamadan önce

# gbWhileCapturing.Text
source: While capturing
de: Während der Aufnahme
nl_nl: Tijdens opnemen
tr: Yakalama esnasında

# gbAfterCapture.Text
source: After capture
de: Nach der Aufnahme
nl_nl: Na opname
tr: Yakalamadan sonra

# cbAutoClose.Text
source: Close this window after processing
de: Schließe dieses Fenster nach der Verarbeitung
nl_nl: Sluit dit venster na verwerken
tr: İşlemlerden sonra bu pencereyi kapat

# lblScrollTopMethodBeforeCapture.Text
source: Scroll top method before capture:
de: Nach oben scroll Methode vor der Aufnahme:
nl_nl: Scroll naar begin methode voor opname:
tr: Yukarı kaydırma yöntemi yakalamadan önce:
