Repository: LukeInkster/CSharpCorpus
Catalog: ShareX/ShareX/Forms/ApplicationSettingsForm.*.resx
Languages: hu

# tpAdvanced.Text
source: Advanced
hu: Haladó

# $this.Text
source: ShareX - Application settings
hu: ShareX - Alkalmazás beállítások

# btnBrowsePersonalFolderPath.Text
source: Browse...
hu: Tallózás...

# btnOpenScreenshotsFolder.Text
source: Open...
hu: Megnyitás...

# btnClipboardFormatEdit.Text
source: Edit...
hu: Szerkesztés...

# lblUploadLimitHint.Text
source: 0 - 25 (0 disables)
hu: 0 - 25 (0 kikapcsolva)

# lblBufferSize.Text
source: Buffer size:
hu: Puffer méret:

# lblPersonalFolderPath.Text
source: ShareX personal folder:
hu: ShareX személyes mappa:

# lblNotePersonalFolderPath.Text
source: Note: You must reopen ShareX for personal folder changes to take effect.
hu: Megjegyzés: Újra kell indítanod a ShareX-et a személyes mappa beállításaid változásainak életbe lépéséhez.

# cbPrintDontShowWindowsDialog.Text
source: Don't show Windows print dialog
hu: Ne mutassa a Windowsos nyomtatás dialógust

# gbSecondaryFileUploaders.Text
source: Secondary file uploaders
hu: Másodlagos fájl feltöltők

# cbShowTray.Text
source: Show tray icon
hu: Tálca ikon mutatása

# cbSilentRun.Text
source: On start minimize to tray
hu: Indításkor minimalizálás a tálcára

# cbSendToMenu.Text
source: Show ShareX in "Send to" menu
hu: Mutassa a ShareX-et a "Küldés" gyorsmenüben

# cbShellContextMenu.Text
source: Show "Upload with ShareX" button in Windows Explorer context menu
hu: Mutassa a "Feltöltés ShareX használatával" gombot a kontextus menüben

# cbStartWithWindows.Text
source: Run ShareX when Windows starts
hu: A ShareX futtatása a Windows indításakor

# cbRememberMainFormPosition.Text
source: Remember main window position
hu: Emlékezzen a főablak pozíciójára

# btnBrowseCustomScreenshotsPath.Text
source: Browse...
hu: Tallózás...

# btnClipboardFormatRemove.Text
source: Remove
hu: Eltávolítás

# btnClipboardFormatAdd.Text
source: Add...
hu: Hozzáadás...

# gbClipboardFormats.Text
source: Clipboard formats - these appear under Copy in the context menu in the main window
hu: Vágólap formátumok

# chDescription.Text
source: Description
hu: Leírás

# chkUseSecondaryUploaders.Text
source: Use secondary uploaders order of preference when retrying
hu: Másodlagos feltöltők használata a preferálási sorrendben újrapróbálkozáskor

# tpUploadResults.Text
source: Results
hu: Eredmények

# gbSecondaryImageUploaders.Text
source: Secondary image uploaders
hu: Másodlagos kép feltöltők

# lblUploadLimit.Text
source: Simultaneous upload limit:
hu: Egyidejű feltöltési limit:

# cbTaskbarProgressEnabled.Text
source: Show progress in taskbar button
hu: Folyamat haladásának mutatása a tálca ikonon

# tpPrint.Text
source: Print
hu: Nyomtatás

# btnShowImagePrintSettings.Text
source: Image print settings...
hu: Kép nyomtatási beállítások...

# lblProxyHost.Text
source: Host:
hu: Hoszt:

# lblProxyMethod.Text
source: Proxy configuration:
hu: Proxy beállítások:

# cbUseCustomScreenshotsPath.Text
source: Use custom screenshots folder:
hu: Egyéni képernyőmentés mappa használata:

# btnOpenPersonalFolderPath.Text
source: Open...
hu: Megnyitás...

# cbTrayIconProgressEnabled.Text
source: Show progress in tray icon
hu: Folyamat előrehaladásának kijelzése a tálcán

# lblProxyUsername.Text
source: Username:
hu: Felhasználónév:

# lblLanguage.Text
source: Language:
hu: Nyelv:

# tpGeneral.Text
source: General
hu: Általános

# cbRememberMainFormSize.Text
source: Remember main window size
hu: Emlékezzen a főablak méretére

# lblSaveImageSubFolderPattern.Text
source: Sub folder pattern:
hu: Almappa sablon:

# tpPaths.Text
source: Paths
hu: Elérési útvonalak

# cbDontShowPrintSettingDialog.Text
source: Don't show image print settings dialog
hu: Ne mutassa a kép nyomtatási beállítás dialógusát

# lblProxyPassword.Text
source: Password:
hu: Jelszó:

# tpUploadRetry.Text
source: Retry
hu: Újra

# tpUpload.Text
source: Upload
hu: Feltöltés

# cbIfUploadFailRetryOnce.Text
source: Number of times to retry if upload fails:
hu: Újrapróbálkozások száma a feltöltés sikertelensége esetén:

# chFormat.Text
source: Format
hu: Formátum

# gbSecondaryTextUploaders.Text
source: Secondary text uploaders
hu: Másodlagos szöveg feltöltők
