Repository: LukeInkster/CSharpCorpus
Catalog: ShareX/ShareX.ScreenCaptureLib/Screencast/FFmpegOptionsForm.*.resx
Languages: fr, pt_br, tr, vi_vn

# $this.Text
source: ShareX - Screen recording options
fr: ShareX - Options d'enregistrement de l'écran
pt_br: ShareX - Opções de gravações de tela
tr: ShareX - Ekran kayıt ayarları
vi_vn: ShareX - Tùy chọn ghi lại màn hình

# btnCopyPreview.Text
source: Copy
fr: Copier
pt_br: Copiar
tr: Kopyala
vi_vn: Sao chép

# btnDownload.Text
source: Download
fr: Télécharger
pt_br: Baixar
tr: İndir
vi_vn: Tải về

# btnHelp.Text
source: Help...
fr: Aide...
pt_br: Ajuda...
tr: Yardım...
vi_vn: Trợ giúp...

# btnRefreshSources.Text
source: Refresh
fr: Rafraîchir
pt_br: Atualizar
tr: Yenile
vi_vn: Làm mới

# btnTest.Text
source: Test with CMD
fr: Tester avec le CMD
pt_br: Testar com Prompt de Comando
tr: CMD ile test et
vi_vn: Kiểm tra với CMD

# cbCustomCommands.Text
source: Use custom commands
fr: Utiliser des commandes personnalisées
pt_br: Usar comandos customizados
tr: Özel komutları kullan
vi_vn: Sử dụng lệnh tùy chỉnh:

# gbSource.Text
source: Sources
pt_br: Fontes
tr: Kaynaklar
vi_vn: Nguồn

# lblMP3Quality.Text
source: Quality:
fr: Qualité :
pt_br: Qualidade:
tr: Kalite:
vi_vn: Chất lượng:

# lblVorbisQuality.Text
source: Quality:
fr: Qualité :
pt_br: Qualidade:
tr: Kalite:
vi_vn: Chất lượng:

# lblVideoSource.Text
source: Video source:
fr: Source vidéo :
pt_br: Fonte do vídeo:
tr: Video kaynağı:
vi_vn: Nguồn video:

# tbAACBitrate.ToolTip
source: Default is 128k.
fr: Par défaut : 128k
pt_br: Padrão é 128k.
tr: Varsayılan 128k.
vi_vn: Mặc định là 128k.

# gbCodecs.Text
source: Codecs
tr: Çözücüler
vi_vn: Codec

# gbCommandLinePreview.Text
source: Command line preview
fr: Aperçu de la ligne de commande
pt_br: Prévia da linha de comando
tr: Komut satırı önizleme
vi_vn: Xem trước dòng lệnh

# lblCodec.Text
source: Video codec:
fr: Codec vidéo :
pt_br: Codec de vídeo:
tr: Video çözücü:

# lblAACQuality.Text
source: Bitrate:
pt_br: Taxa de bits:
tr: Bit hızı:

# gbCommandLineArgs.Text
source: Additional command line arguments
fr: Arguments supplémentaires en ligne de commande
pt_br: Parâmetros da linha de comando adicionais
tr: Ek komut satırı parametreleri
vi_vn: Đối số thêm cho câu lệnh

# tbVorbis_qscale.ToolTip
source: Range is 0–10, where 10 is highest quality. 3–6 is a good range to try. Default is 3.
fr: Peut être compris entre 0 à 10, 10 étant la qualité la plus haute. 3-6 étant un bon choix : à vous d'essayer. La valeur par défaut est 3.
pt_br: Limite de 0-10, aonde 10 é a maior qualidade. 3-6 é um bom limite para experimentar. O padrão é 3.
tr: 0-10 arasında, 10 en yüksek kalite. 3-6 arası denenebilir. Varsayılan 3'dür.
vi_vn: Phạm vi là 0 - 10, 10 cho chất lượng cao nhất, 3-6 là phạm vi tốt để dùng. Mặc định là 3.

# tbMP3_qscale.ToolTip
source: Range is 0-9 where a lower value is a higher quality. 0-3 will normally produce transparent results, 4 (default) should be close to perceptual transparency, and 6 produces an "acceptable" quality.
fr: Peut être compris entre 0 à 9. Plus la valeur sera faible, plus la qualité sera élevée. 0-3 produira normalement des résultats transparents, 4 (par défaut) devrait être proche de la transparence perceptuelle et 6 produit une qualité « acceptable ».
pt_br: Limite é de 0-9, aonde o menor valor equivale a maior qualidade. 0-3 normalmente produz resultados transparentes, 4 (padrão) deveria produzir algo perto da transparência perceptual e 6 produz uma qualidade aceitavel.
tr: 0-9 arası, küçük değer yüksek kalite anlamına gelir.

# lblAudioCodec.Text
source: Audio codec:
fr: Codec audio :
pt_br: Codec de áudio:
tr: Ses çözücü:

# lblAudioSource.Text
source: Audio source:
fr: Source audio :
pt_br: Fonte de áudio:
tr: Ses kaynağı:
vi_vn: Nguồn audio:

# nudx264CRF.ToolTip
source: Constant Rate Factor (CRF): The value can be between 0-51, where 0 is lossless, 30 is default, and 51 is the worst possible. A higher value means bad quality, but a low file size.
fr: Constante Rate Factor (CRF) : La valeur peut être comprise entre 0 à 51, 0 étant sans perte, 30 étant la valeur par défaut et 51 étant la pire possible. Une valeur élevée signifie une mauvaise qualité d'image mais un fichier léger.
pt_br: Constant Rate Factor (CRF): O valor pode ser entre 0-51, onde 0 é sem perdas, 30 é o padrão, e 51 é o pior possível. Um valor maior significa uma qualidade pior mas tamanho reduzido.
tr: Video kalitesini belirler. 0 en iyi kalite, 23 varsayılan, 51 en kötü kalite. Kaliteyi arttırmak dosya boyutunu arttırır.
vi_vn: Nhân tố thừa số không đổi (Constant Rate Factor - CRF): Phạm vi của bộ lượng tử hóa là 0-51: trong đó 0 là lossless (không mất mát thông tin), 23 là mặc định, 51 là tồi nhất. Giá trị thấp hơn sẽ cho chất lượng cao hơn và phạm vi ổn định theo đánh giá chủ quan là 18-28. 18 là giá trị gần như lossless cho mắt người: nó nhìn giống hoặc gần giống tương tự đầu vào nhưng về mặt kỹ thuật thì không phải là lossless. Phạm vi được tính theo lũy thừa (số mũ), vì vậy tăng giá trị CRF lên +6 thì số bit rate sẽ tăng lên khoảng 2 lần trong khi nếu giảm CRF -6 thì số bit rate sẽ giảm đi 2 lần. Cách dùng phổ biến là chọn giá trị cao nhất mà vẫn cho kết quả có thể chấp nhận được. Nếu như đầu ra có vẻ tốt thì thử giá trị cao hơn và nếu như nhìn không tốt thì chọn giá trị thấp hơn.

# lblVP8Bitrate.Text
source: Variable bitrate:
fr: Bitrate variable :
pt_br: Taxa de bits variável:
tr: Değişken bit hızı:
vi_vn: Biến bitrate:

# nudXvidQscale.ToolTip
source: 1 being highest quality/largest filesize and 31 being the lowest quality/smallest filesize.
fr: 1 étant la qualité la plus élevée/la taille du fichier la plus grande et 31 étant la qualité la plus faible/la taille du fichier la plus petite.
pt_br: 1 sendo o tamanho de arquivo maior e de melhor qualidade e 31 sendo o tamanho de arquivo menor e pior qualidade.
tr: 1 en yüksek kalite / en büyük dosya boyutu ve 31 en küçük kalite / en küçük dosya boyutu.
vi_vn: 1 là chất lượng cao nhất/kích thước tệp lớn nhất và 31 là chất lượng kém nhất/kích thước tệp nhỏ nhất.

# lblx264Preset.Text
source: Preset:
fr: Préréglage :
pt_br: Predefinição:
tr: Ön ayar:
vi_vn: Bộ thiết lập:

# lblXvidQscale.Text
source: Variable bitrate:
fr: Bitrate variable :
pt_br: Taxa de bits variável:
tr: Değişken bit hızı:
vi_vn: Biến bitrate:

# cbx264Preset.ToolTip
source: Faster preset = Faster encoding but higher file size. Slower preset = Slower encoding but lower file size. For real time encoding (e.g. screen recording), the preset must be as fast as possible.
fr: Préréglage rapide = encodage rapide mais fichier lourd. Préréglage lent = encodage lent mais fichier léger. Pour un encodage en temps réel (ex : enregistrement d'écran), le préréglage doit être le plus rapide possible.
pt_br: Um preset é uma coleção de opções que irão fornecer uma certa velocidade de encoding na taxa de compressão. Um preset menor irá fornecer melhor compressão (compressão é qualidade por tamanho de arquivo). Isso significa por exemplo, que se você almeja um certo tamanho de arquivo ou um bitrate constante, você irá ter uma melhor qualidade com um preset menor. Da mesma forma, para qualidade de encoding constante, você irá simplesmente economizar no bitrate escolhendo um preset menor.
tr: Hızlı ön ayar = Hızlı kodlama fakat yüksek dosya boyutu. Yavaş ön ayar = Yavaş kodlama fakat düşük dosya boyutu. Gerçek zamanlı kodlama (ekran kaydetme gibi) için ön ayar olabildiğince hızlı olmalıdır.
vi_vn: Bộ thiết lập trước (preset) là một bộ các lựa chọn cung cấp từ tốc độ encode nhất định tới độ nén. Bộ thiết lập chậm hơn sẽ cho khả năng nén cao hơn (khă năng nén là chất lượng trên kích thước tệp). Điều này có nghĩa là, nếu bạn mong muốn một kích thước tệp hoặc bit rate nhất định, bộ thiết lập chậm hơn sẽ cho chất lượng cao hơn. Tương tự, với chất lượng encode không đổi, bạn sẽ giảm được số bit rate bằng việc chọn bộ thiết lập chậm hơn.

# gbFFmpegExe.Text
source: FFmpeg path
fr: Chemin vers FFmpeg
pt_br: Local do codec FFmpeg
tr: FFmpeg yolu
vi_vn: Đường dẫn tới FFmpeg

# lblHelperDevices.Text
source: Installs "screen-capture-recorder" and "virtual-audio-capturer" video/audio source.
fr: Installe la source vidéo/audio « screen-capture-recorder » et « virtual-audio-capturer ».
pt_br: Instala fonte de vídeo/áudio "screen-capture-recorder" e "virtual-audio-capturer"
tr: "screen-capture-recorder" ve "virtual-audio-capturer" video/ses kaynaklarını yükler.
vi_vn: Cài đặt "screen-capture-recorder" và "virtual-audio-capturer" cho nguồn video/audio.

# btnInstallHelperDevices.Text
source: Install recorder devices
fr: Installer les dispositifs d'enregistrement
pt_br: Instalar dispositivos de gravação
tr: Kayıt cihazlarını yükle
vi_vn: Cài đặt thiết bị ghi

# cbGIFStatsMode.ToolTip
source: Default is full.
fr: Par défaut : full
pt_br: Padrão é cheio.
tr: Varsayılan full.
vi_vn: Mặc định là tất cả.

# cbGIFDither.ToolTip
source: Default is sierra2_4a.
fr: Par défaut : sierra2_4a
pt_br: Padrão é sierra2_4a.
tr: Varsayılan sierra2_4a.
vi_vn: Mặc định là sierra2_4a

# lblGIFDither.Text
source: Dithering mode:
fr: Mode de tramage :
pt_br: Modo de pontilhado:
tr: Kıpırtılandırma modu:
vi_vn: Chế độ dither:

# lblGIFStatsMode.Text
source: Palette mode:
fr: Mode de palette :
pt_br: Modo da paleta:
tr: Palet modu:
vi_vn: Chế độ bảng:

# cbOverrideFFmpegPath.Text
source: Use custom path
fr: Utiliser un chemin personnalisé
pt_br: Usar local personalizado
tr: Kişisel dosya yolu kullan
vi_vn: Sử dụng đường dẫn tùy chỉnh

# pbAudioCodecWarning.ToolTip
source: This audio codec is not supported by the selected video container.
fr: Ce codec audio n'est pas pris en charge par le conteneur vidéo sélectionné.
pt_br: Este codec de áudio não é suportado pelo conteiner de vídeo selecionado.
tr: Seçili olan ses çözücü bu video format ı tarafından desteklenmemektedir.

# pbx264PresetWarning.ToolTip
source: For real time encoding like screen recording it is recommended to select fast as possible preset. Otherwise it can't keep up with recording and a lot of frame drops will happen.
fr: Pour un encodage en temps réel comme l'enregistrement d'écran, il est recommandé de sélectionner le préréglage le plus rapide possible. Autrement, il ne pourra pas suivre l'enregistrement : il y aura donc beaucoup de sauts d'images.
pt_br: Para codificação em tempo real como gravação de tela é recomendado que se selecione uma predefinição mais rápida. Caso contrário a gravação não conseguirá continuar e várias quedas de quadros acontecerão.
tr: Gerçek zamanlı kodlama (ekran kaydetme gibi) için ön ayar olabildiğince hızlı olmalıdır. Yoksa yeterince hızlı kaydetemez ve kare kayıpları meydana gelir.
