Repository: LukeInkster/CSharpCorpus
Catalog: ShareX/ShareX.ScreenCaptureLib/Properties/Resources.*.resx
Languages: de, fr, nl_nl, pt_br, tr, zh_cn

# FFmpegHelper_Record_FFmpeg_error
source: FFmpeg error
de: FFmpeg Fehler
fr: Erreur FFmpeg
nl_nl: FFmpeg fout
pt_br: Erro do FFmpeg
tr: FFmpeg hatası
zh_cn: FFmpeg错误

# FFmpegOptionsForm_buttonFFmpegBrowse_Click_Browse_for_ffmpeg_exe
source: Browse for ffmpeg.exe
de: Nach ffmpeg.exe suchen
fr: Chercher ffmpeg.exe
nl_nl: Selecteer ffmpeg.exe
pt_br: Procurar por ffmpeg.exe
tr: ffmpeg.exe için gözat
zh_cn: 浏览ffmpeg.exe

source: Successfully downloaded FFmpeg.
de: FFmpeg erfolgreich heruntergeladen
fr: FFmpeg téléchargé avec succès.
nl_nl: Download van FFmpeg geslaagd.
pt_br: Download do codec realizado com sucesso.
tr: FFmpeg başarıyla indirildi.
zh_cn: FFmpeg下载成功。

# FFmpegOptionsForm_UpdateUI_Bitrate___0_k
source: Bitrate: {0}k
pt_br: Taxa de bits: {0}k
tr: Bit hızı: {0}k
zh_cn: 比特率: {0}K

# FFmpegOptionsForm_UpdateUI_Quality_
source: Quality:
de: Qualität:
fr: Qualité:
nl_nl: Kwaliteit:
pt_br: Qualidade:
tr: Kalite:
zh_cn: 质量:

# RectangleAnnotate_InitializeComponent_Rectangle_capture_annotate
source: Rectangle capture annotate
de: Rechteckaufnahme Anmerkung
fr: Capture rectangulaire annotée
nl_nl: Rechthoek vastleggen met annotatie
pt_br: Anotar em captura de retângulo
tr: Dikdörtgen yakalama dipnot
zh_cn: 矩形捕捉标注

# RectangleRegion_GetAreaText_Area
source: X: {0} Y: {1} W: {2} H: {3}
fr: X : {0} Y : {1} L : {2} H : {3}
nl_nl: X: {0} Y: {1} B: {2} H: {3}
pt_br: X: {0} Y: {1} L: {2} A: {3}
tr: X: {0} Y: {1} G: {2} Y: {3}

# RectangleRegion_GetRulerText_Ruler_info
source: X: {0} / Y: {1} / X2: {2} / Y2: {3} Width: {4} px / Height: {5} px Distance: {6:0.00} px / Angle: {7:0.00}°
de: X: {0} / Y: {1} / X2: {2} / Y2: {3} Weite: {4} px / Höhe: {5} px Distanz: {6:0.00} px / Winkel: {7:0.00}°
fr: X : {0} / Y : {1} / X2 : {2} / Y2 : {3} Largeur : {4} px / Hauteur : {5} px Distance : {6:0.00} px / Angle : {7:0.00}°
nl_nl: X: {0} / Y: {1} / X2: {2} / Y2: {3} Breedte: {4} px / Hoogte: {5} px Afstand: {6:0.00} px / Hoek: {7:0.00}°
pt_br: X: {0} / Y: {1} / X2: {2} / Y2: {3} Largura: {4} px / Altura: {5} px Distância: {6:0.00} px / Ângulo: {7:0.00}°
tr: X: {0} / Y: {1} / X2: {2} / Y2: {3} Genişlik: {4} px / Yükseklik: {5} px Mesafe: {6:0.00} px / Açı: {7:0.00}°
zh_cn: X: {0} / Y: {1} / X2: {2} / Y2: {3} 宽度: {4} PX/高度: {5} PX 距离: {6:0.00} px / 角度: {7:0.00}°

# RectangleTransparent_RectangleTransparent_Rectangle_capture_transparent
source: Rectangle capture transparent
de: Rechteckaufnahme Transparent
fr: Capture rectangle transparent
nl_nl: Transparante rechthoek vastleggen
pt_br: Captura de retângulo transparente
tr: Dikdörtgen yakalama saydam
zh_cn: 透明矩形捕捉

# BaseRegionForm_InitializeComponent_Region_capture
source: Region capture
de: Regionsaufnahme
fr: Capturer une région
nl_nl: Regio vastleggen
pt_br: Captura de região
tr: Yakalama bölgesi
zh_cn: 区域捕捉

# RectangleRegion_WriteTips__Ctrl___C__Copy_info
source: [Ctrl + C] Copy info
de: [Strg + C] Info kopieren
fr: [Ctrl + C] Copier les infos
nl_nl: [Ctrl + C] Kopieer info
pt_br: [Ctrl + C] Copiar informações
tr: [Ctrl + C] Bilgiyi kopyala
zh_cn: [Ctrl + C] 复制信息

# RectangleRegion_WriteTips__F1__Hide_tips
source: [F1] Hide tips
de: [F1] Tipps verstecken
fr: [F1] Masquer les conseils
nl_nl: [F1] Verberg tips
pt_br: [F1] Esconder dicas
tr: [F1] Bu bilgileri gizle
zh_cn: [F1]隐藏提示

# RectangleRegion_WriteTips__Esc__Cancel_capture
source: [Middle click] [Esc] Cancel capture
de: [Esc] Aufnahme abbrechen
fr: [Echap] Annuler la capture
nl_nl: [Esc] Annuleer opname
pt_br: [Esc] Cancelar captura
tr: [Orta tık] [Esc] Yakalamayı iptal et
zh_cn: [Esc] 取消捕捉

# FFmpegOptionsForm_DownloaderForm_InstallRequested_Download_of_FFmpeg_failed_
source: Download of FFmpeg failed.
de: Herunterladen von FFmpeg ist fehlgeschlagen.
fr: Échec du téléchargement de FFmpeg.
nl_nl: Download van FFmpeg mislukt.
pt_br: Falha ao baixar o codec FFmpeg.
tr: FFmpeg indirme hatası.
zh_cn: FFmpeg下载失败。

# RectangleRegion_WriteTips__Arrow_keys__Move_cursor_position
source: [Arrow keys] Move cursor position
de: [Pfeiltasten] Zeigerposition ändern
fr: [Touches fléchées] Déplacer la position du curseur
nl_nl: [Pijltjestoetsen] Verplaats positie muis
pt_br: [Setas do teclado] Mover posição do cursor
tr: [Yön tuşları] İmleci hareket ettir
zh_cn: [方向键]移动光标的位置

# RectangleRegion_WriteTips_____Active_monitor_capture
source: [~] Active monitor capture
de: [~] Aufnahme aktiver Bildschirm
fr: [~] [ù] Capturer l'écran actif
nl_nl: [~] Neem actief scherm op
pt_br: [~] Ativar captura de monitor
tr: [~] Aktif monitörü yakala
zh_cn: [〜]捕获活动显示器

# RectangleRegion_WriteTips__Hold_Shift__Proportional_resizing
source: [Hold Shift] Proportional resizing
de: [Umschalttaste halten] Größe proportional ändern
fr: [Maintenir Maj] Redimensionnement proportionnel
nl_nl: [Shift ingedrukt houden] Proportioneel schalen
pt_br: [Segure Shift] Redimensionamento proporcional
tr: [Shift basılı tut] Orantısal boyutlandırma
zh_cn: [按住Shift]比例调整

# RectangleLight_InitializeComponent_Rectangle_capture_light
source: Rectangle capture light
de: Rechteckaufnahme leicht
fr: Capture rectangulaire simple
nl_nl: Rechthoek vastleggen (snel)
pt_br: Captura de retângulo leve
tr: Dikdörtgen yakalama basit
zh_cn: 矩形捕捉光

# RectangleRegion_WriteTips__1__2__3_____0__Monitor_capture
source: [1, 2, 3 ... 0] Monitor capture
de: [1, 2, 3 ... 0] Aufnahme Bildschirm
fr: [1, 2, 3 ... 0] Capturer un écran
nl_nl: [1, 2, 3 ... 0] Schermopname
pt_br: [1, 2, 3 ... 0] Capturar monitor
tr: [1, 2, 3 ... 0] Monitör yakala
zh_cn: [1，2，3...0]捕获显示器

# RectangleAnnotate_WriteTips__Mouse_wheel__Swap_modes
source: [Mouse wheel] Swap modes
de: [Mausrad] Modi wechseln
fr: [Molette de la souris] Changer de mode
nl_nl: [Scrollwiel] Wijzig mode
pt_br: [Scroll] Trocar modos
tr: [Fare tekerleği] Mod değiştir
zh_cn: [鼠标滚轮]互换模式

# RectangleAnnotate_WriteTips__1__Select_capture_mode
source: [1] Select capture mode
de: [1] Aufnahmemodus auswählen
fr: [1] Sélectionner le mode capture
nl_nl: [1] Selecteer opname mode
pt_br: [1] Selecionar modo de captura
tr: [1] Yakala mod unu seç
zh_cn: [1]选择捕捉模式

# RectangleAnnotate_WriteTips__2__Select_rectangle_drawing_mode
source: [2] Select rectangle drawing mode
de: [2] Rechteckzeichenmodus auswählen
fr: [2] Sélectionner le mode dessin rectangulaire
nl_nl: [2] Selecteer rechthoek modus
pt_br: [2] Selecionar modo de desenho do retângulo
tr: [2] Dikdörtgen çizim mod unu seç
zh_cn: [2]选择矩形绘图模式

# RectangleAnnotate_WriteTips__3__Select_pen_drawing_mode
source: [3] Select pen drawing mode
de: [3] Stiftzeichenmodus auswählen
fr: [3] Sélectionner le mode dessin avec stylo
nl_nl: [3] Selecteer vrije-hand modus
pt_br: [3] Selecionar modo de desenho da caneta
tr: [3] Kalem çizim mod unu seç
zh_cn: [3]选择画笔画模式

# RectangleAnnotate_WriteTips__Shift__Change_border_color
source: [Shift] Change border color
de: [Umschalttaste] Rahmenfarbe ändern
fr: [Maj] Changer la couleur des bordures
nl_nl: [Shift] Wijzig kleur rand
pt_br: [Shift] Alterar cor da borda
tr: [Shift] Çerçeve rengini değiştir
zh_cn: [Shift]更改边框颜色

# RectangleAnnotate_WriteTips__Ctrl___Mouse_wheel__Change_border_size
source: [Ctrl + Mouse wheel] Change border size
de: [Strg + Mausrad] Rahmengröße ändern
fr: [Ctrl + Molette de la souris] Changer la taille des bordures
nl_nl: [Ctrl + Scrollwiel] Verander grootte rand
pt_br: [Ctrl + Scroll] Alterar tamanho da borda
tr: [Ctrl + Fare tekerleği] Çerçeve kalınlığını değiştir
zh_cn: [Ctrl +鼠标滚轮]更改边框尺寸

# RectangleAnnotate_WriteTips__Shift__Change_pen_color
source: [Shift] Change pen color
de: [Umschalttaste] Stiftfarbe ändern
fr: [Maj] Changer la couleur du stylo
nl_nl: [Shift] Wijzig kleur pen
pt_br: [Shift] Alterar cor da caneta
tr: [Shift] Kalem rengini değiştir
zh_cn: [Shift]更改画笔颜色

# RectangleAnnotate_WriteTips__Ctrl___Mouse_wheel__Change_pen_size
source: [Ctrl + Mouse wheel] Change pen size
de: [Strg + Mausrad] Stiftgröße ändern
fr: [Ctrl + Molette de la souris] Changer la taille du stylo
nl_nl: [Ctrl + Scrollwiel] Verander grootte pen
pt_br: [Ctrl + Scroll] Alterar tamanho da caneta
tr: [Ctrl + Fare tekerleği] Kalem kalınlığını değiştir
zh_cn: [Ctrl +鼠标滚轮]更改画笔大小

# RectangleRegion_WriteTips__Right_click__Cancel_region_selection
source: [Right click] [Delete] Cancel region selection
de: [Rechtsklick] [Entf] Regionsauswahl abbrechen
fr: [Clic droit] [Suppr] Annuler la sélection de la région
nl_nl: [Rechterklik] [Delete] Annuleer selectie regio
pt_br: [Botão Direito] Cancelar seleção de região
tr: [Sağ tık] [Delete] Alan seçimini iptal et
zh_cn: [Right click] [Delete] 取消区域选择

# RectangleRegion_WriteTips__Space__Fullscreen_capture
source: [Space] [Mouse 5 click] Fullscreen capture
de: [Leertaste] Vollbild Aufnahme
fr: [Espace] Capture plein écran
nl_nl: [Spatie] Leg volledig scherm vast
pt_br: [Espaço] Captura de tela cheia
tr: [Space] [Fare 5 tık] Tam ekran yakala
zh_cn: [空格] 全屏捕捉

# RectangleRegion_WriteTips__Ctrl___C__Copy_position
source: [Ctrl + C] Copy position
de: [Strg + C] Position kopieren
fr: [Ctrl + C] Copier la position
nl_nl: [Ctrl + C] Kopieer positie
pt_br: [Ctrl + C] Copiar posição
tr: [Ctrl + C] Pozisyonu kopyala
zh_cn: [Ctrl + C] 复制位置信息

# RectangleRegion_WriteTips__Ctrl___C__Copy_position_and_size
source: [Ctrl + C] Copy position and size
de: [Strg + C] Position und Größe kopieren
fr: [Ctrl + C] Copier la position et la taille
nl_nl: [Ctrl + C] Kopieer positie en grootte
pt_br: [Ctrl + C] Copiar posição e tamanho
tr: [Ctrl + C] Pozisyon ve boyutu kopyala
zh_cn: [Ctrl + C] 复制位置和大小

# RectangleRegion_WriteTips__Hold_Left_click_on_selection__Move_region
source: [Hold left click on selection] Move region
de: [Linksklick auf Auswahl halten] Verschiebe Region
fr: [Maintenir clic gauche sur la sélection] Déplacer la région
nl_nl: [Linkermuisknop ingedrukt houden bij selectie] Verplaats regio
pt_br: [Segurar botão esquerdo na seleção] Mover região
tr: [Sol tık basılı tut alan seçiliyken] Alanı taşı
zh_cn: [按住左键单击选择]移动区域

# RectangleRegion_WriteTips__Hold_Left_click__Start_region_selection
source: [Hold left click] [Insert] Start region selection
de: [Linksklick halten] [Einf] Beginne Regionsauswahl
fr: [Maintenir clic gauche] [Inser] Débuter la sélection de la région
nl_nl: [Linkermuisknop ingedrukt houden] [Insert] Start selectie van regio
pt_br: [Segurar botão esquerdo][Insert] Iniciar seleção de região
tr: [Sol tık basılı tut] [Insert] Alan seçimini başlat
zh_cn: [按住左键] [Insert]启动区域选择

# RectangleRegion_WriteTips__Double_Left_click___Enter__Capture_regions
source: [Double left click] [Enter] Capture regions
de: [Doppel Linksklick] [Enter] Regionen aufnehmen
fr: [Double clic gauche] [Entrée] Capturer les régions
nl_nl: [Dubbele linker klik] [Enter] Leg regios vast
pt_br: [2x Botão Esquerdo] [Enter] Capturar regiões
tr: [Çift sol tık] [Enter] Seçili alanları yakala
zh_cn: [左键双击] [Enter]捕捉区域

# RectangleRegion_WriteTips__Right_click_on_selection___Delete__Remove_region
source: [Delete] Remove region
de: [Entf] Region entfernen
fr: [Suppr] Supprimer la région
nl_nl: [Delete] Verwijder regio
pt_br: [Delete] Remover região
tr: [Delete] Alanı sil
zh_cn: [Delete]删除区域

# RectangleRegion_WriteTips__Hold_Alt__Snap_resizing_to_preset_sizes
source: [Hold Alt] Snap selection to preset sizes
de: [Alt halten] Raste Auswahl auf vorgefertigte Größen ein
fr: [Maintenir Alt] Aligner la sélection avec des tailles prédéfinies
nl_nl: [Alt ingedrukt houden] Stel standaard grootte in
pt_br: [Segure Alt] Travar redimensionamento para tamanhos pré-definidos
tr: [Alt basılı tut] Seçimi önceden ayarlı boyutlara hizala
zh_cn: [按住Alt键]重置捕捉选择区域至预设大小

# RectangleRegion_WriteTips__Insert__Stop_region_selection
source: [Release left click] [Insert] Finish region selection
de: [Linksklick loslassen] [Einf] Regionsauswahl beenden
fr: [Relâcher clic gauche] [Inser] Terminer la sélection de la région
nl_nl: [Laat linkermuisknop los] [Insert] Beëindig regio selectie
pt_br: [Soltar o botão esquerdo][Insert] Parar seleção de região
tr: [Sol tık bırak] [Insert] Alan seçimini bitir
zh_cn: [松开左键] [插入]完成区域选择

# ScrollingCaptureForm_StartCapture_Stop_capture
source: Stop capture
de: Aufnahme Stoppen
fr: Arrêter la capture
nl_nl: Opname stoppen
pt_br: Parar captura
tr: Yakalamayı durdur
zh_cn: 停止捕捉

# ScrollingCaptureForm_StopCapture_Start_capture
source: Start capture
de: Aufnahme Starten
fr: Démarrer la capture
nl_nl: Opname starten
pt_br: Iniciar captura
tr: Yakalamayı başlat
zh_cn: 开始捕捉

# WebpageCaptureForm_UpdateControls_Capture
source: Capture
de: Aufnahme
fr: Capturer
pt_br: Capturar
tr: Yakala

# WebpageCaptureForm_UpdateControls_Stop
source: Stop
fr: Arrêter
pt_br: Parar
tr: Durdur
