Repository: LukeInkster/CSharpCorpus
Catalog: ShareX/ShareX.UploadersLib/Properties/Resources.*.resx
Languages: fr, ru

# UploadersConfigForm_PhotobucketCreateAlbum__0__successfully_created_
source: {0} successfully created.
fr: {0} a bien été créé.
ru: {0} успешно создано.

# UploadersConfigForm_ListFolders_Authentication_required_
source: Authentication required.
fr: Authentification requise.
ru: Необходима аутентификация.

# CertFileNameEditor_EditValue_Browse_for_a_certificate_file___
source: Browse for a certificate file...
fr: Chercher un fichier certificat...
ru: Выбрать файл сертификата...

# KeyFileNameEditor_EditValue_Browse_for_a_key_file___
source: Browse for a key file...
fr: Parcourir pour un fichier clé...
ru: Выбрать файл ключа...

# UploadersConfigForm_MegaConfigureTab_Click_refresh_button
source: Click refresh button
fr: Cliquez sur le bouton « Actualiser »
ru: Нажмите кнопку обновить

# UploadersConfigForm_MegaConfigureTab_Configured
source: Configured
fr: Configuré
ru: Настроено

# UploadersConfigForm_TestFTPAccount_Connected_
source: Connected!
fr: Connecté !
ru: Подключено!

# UploadersConfigForm_TestFTPAccount_Connected_Created_folders
source: Connected! Created folders:
fr: Connecté ! Dossiers créés :
ru: Подключено! Созданы папки:

# FTPClientForm_FTPClientForm_Connecting_to__0_
source: Connecting to {0}
fr: Connexion à {0}
ru: Подключение к {0}

source: Refresh authorization is not supported.
fr: Impossible d'actualiser l'autorisation.
ru: Обновление авторизации не поддерживается.

# UploadersConfigForm_UpdateDropboxStatus_User_ID_
source: User ID:
fr: ID de l'utilisateur :
ru: ID пользователя:

# UploadersConfigForm_LoadSettings_Invalid_device_name
source: Invalid device name
fr: Nom de périphérique invalide
ru: Неверное имя устройства

# OAuthControl_Status_Status__Login_failed_
source: Status: Login failed.
fr: Statut : Échec de la connexion.
ru: Состояние: вход не удался.

# UploadersConfigForm_UpdateDropboxStatus_Upload_path_
source: Upload path:
fr: Chemin de mise en ligne :
ru: Путь загрузки:

# UploadersConfigForm_BoxListFolders_Box_refresh_folders_list_failed
source: Box refresh folders list failed
fr: Le rafraichissement de la liste des dossiers Box a échoué
ru: Не удалось обновить список папок Box.

# UploadersConfigForm_Error
source: Error
fr: Erreur
ru: Ошибка

# OneDrive_RootFolder_Root_folder
source: Root folder
fr: Dossier racine
ru: Корневая директория

# UploadersConfigForm_MinusUpdateControls_Logged_in_as__0__
source: Logged in as {0}.
fr: Connecté en tant que {0}.
ru: Вход выполнен под именем {0}.

# CustomFileUploader_Upload_Response_parse_failed_
source: Response parse failed.
fr: L'analyse de la réponse a échoué.
ru: Ошибка при парсинге ответа.

# FTPClientForm_FTPCreateDirectory_Directory_name_to_create
source: Directory name to create
fr: Nom du dossier à créer
ru: Имя создаваемой папки

# UploadersConfigForm_UpdateDropboxStatus_Download_path_
source: Download path:
fr: Chemin du téléchargement :
ru: Путь для закачки:

# UploadersConfigForm_UpdateDropboxStatus_Email_
source: Email:
fr: Adresse e-mail :

# UploadersConfigForm_TestCustomUploader_Error__Result_is_empty_
source: Error: Result is empty.
fr: Erreur : Le résultat est vide.
ru: Ошибка: Результат пуст

# UploadersConfigForm_MegaConfigureTab_Invalid_authentication
source: Invalid authentication
fr: Authentification invalide
ru: Неверная аутентификация

# JiraUpload_ValidateIssueId_Issue_not_found
source: Issue not found
fr: Problème non trouvé
ru: Запрос не найден

# UploadersConfigForm_Login_failed
source: Login failed.
fr: Échec de la connexion.
ru: Вход не удался

source: Login successful but getting account info failed.
fr: Connexion réussie mais l'obtention des informations de compte a échoué.
ru: Вход успешен, но получить информацию об аккаунте не удалось.

# UploadersConfigForm_Login_successful
source: Login successful.
fr: Identification réussie.
ru: Вход успешен.

# UploadersConfigForm_UpdateDropboxStatus_Name_
source: Name:
fr: Nom :
ru: Имя:

# OAuthInfo_OAuthInfo_New_account
source: New account
fr: Nouveau compte
ru: Новый аккаунт

# UploadersConfigForm_MegaConfigureTab_Not_configured
source: Not configured
fr: Non configuré
ru: Не настроено

# UploadersConfigForm_MinusUpdateControls_Not_logged_in_
source: Not logged in.
fr: Non connecté.
ru: Вход не выполнен.

# UploadersConfigForm_LoadSettings_Parent_album_path_e_g_
source: Parent album path e.g.
fr: Chemin de l'album parent - Exemple :
ru: Путь к материнскому альбому, например

# UploadersConfigForm_OneDriveAddFolder_Querying_folders___
source: Querying folders...
fr: Demande des dossiers...
ru: Запрашиваем папки...

# UploadersConfigForm_LoadSettings_Selected_folder_
source: Selected folder:
fr: Dossier sélectionné :
ru: Выбранная папка:

# UploadersConfigForm_SendSpaceRegister_SendSpace_Registration___
source: SendSpace registration
fr: Enregistrement SendSpace
ru: Регистрация в SendSpace

# OAuthControl_Status_Status__Logged_in_
source: Status: Logged in.
fr: Statut : Connecté.
ru: Состояние: вход выполнен.

# OAuthControl_Status_Status__Not_logged_in_
source: Status: Not logged in.
fr: Statut : Non connecté.
ru: Состояние: вход не выполнен.

# TwitterTweetForm_SendTweet_Tweet_error
source: Tweet error
fr: Erreur du Tweet
ru: Ошибка твита

# FTPClientForm_FTPClientForm_ShareX_FTP_client
source: ShareX FTP client
fr: Client FTP de ShareX
ru: FTP клиент ShareX

# UploadersConfigForm_FTPOpenClient_Unable_to_find_valid_FTP_account_
source: Unable to find valid FTP account.
fr: Impossible de trouver un compte FTP valide.
ru: Не удалось найти рабочий аккаунт FTP.

# UploadersConfigForm_FTPOpenClient_FTP_client_only_supports_FTP_or_FTPS_
source: FTP client only supports FTP or FTPS.
fr: Le client FTP ne prend en charge que FTP ou FTPS.
ru: Клиент FTP поддерживает только протоколы FTP или FTPS.

# UploadersConfigForm_Remove_all_custom_uploaders_Confirmation
source: Remove all custom uploaders?
ru: Убрать все пользовательские загрузчики?
